Repository: F-Derakhshani/yith-woocommerce-terms-conditions-premium
Catalog: languages/yith-wctc-*.po
Languages: es_es, it_it

source: Settings
es_es: Ajustes
it_it: Impostazioni

source: Terms and Conditions Popup
it_it: Popup Termini e Condizioni

source: In YIT Plugins tab you can find YITH WooCommerce Terms & Conditions Popup options. From this menu you can access all settings of YITH plugins activated.
es_es: En la pestaña de YITH Plugins puedes encontrar las opciones de YITH WooCommerce Terms & Conditions Popup. Desde este menú puedes acceder a todos los ajustes de los plugins YITH activados.
it_it: Nella tab YIT Plugins puoi trovare le opzioni di YITH WooCommerce Terms & Conditions Popup. Da questo menu puoi accedere a tutte le impostazioni dei plugin YITH attivati.

source: Plugin Documentation
es_es: Documentación del plugin
it_it: Documentazione plugin

source: You must accept our Privacy conditions.
es_es: Debes aceptar nuestras Condiciones de privacidad.
it_it: Devi accettare le nostre condizioni della Privacy.

source: You must accept our Terms &amp; Conditions.
es_es: Debes aceptar nuestros Términos &amp; Condiciones.
it_it: Devi accettare i nostri Termini &amp; Condizioni.

source: YITH WooCommerce Terms & Conditions Popup is enabled but not effective. It requires WooCommerce in order to work.
es_es: YITH WooCommerce Terms & Conditions Popup está habilitado pero no es efectivo. Requiere WooCommerce para funcionar.
it_it: YITH WooCommerce Terms and Conditions Popup è attivo ma non operativo. Il suo funzionamento richiede WooCommerce.

source: Popup Layout
es_es: Diseño del popup
it_it: Layout del popup

source: Round Popup Corners
es_es: Esquinas del popup redondas
it_it: Angoli rotondi del popup

source: Modal Window Background Color
es_es: Color de fondo de la ventana modal
it_it: Colore sfondo della finestra modale

source: Modal Overlay Background Color
es_es: Color de fondo de overlay
it_it: Colore sfondo dell'overlay modale

source: Popup overlay opacity
es_es: Opacidad del overlay del popup
it_it: Opacità overlay del popup

source: Popup overlay opacity (between 0 and 1)
es_es: Opacidad del overlay del popup (entre 0 y 1)
it_it: Opacità overlay del popup (tra 0 e 1)

source: Modal Close Button Background Color
es_es: Color de fondo del botón de cerrar la ventana modal
it_it: Colore sfondo del pulsante modale chiudi

source: Popup Close Button opacity
es_es: Opacidad del botón de cerrar el popup)
it_it: Opacità del pulsante popup Chiudi

source: Popup Close Button opacity (between 0 and 1)
es_es: Opacidad del botón de cerrar el popup (entre 0 y 1)
it_it: Opacità del pulsante popup Chiudi (tra 0 e 1)

source: Popup close button style
es_es: Estilo del botón de cerrar el popup
it_it: Stile del pulsante popup Chiudi

source: Big
es_es: Grande
it_it: Grande

source: Small
es_es: Pequeño
it_it: Piccolo

source: Square
es_es: Cuadrado
it_it: Quadrato

source: Round big
es_es: Grande y redondo
it_it: Rotondo grande

source: Round small
es_es: Pequeño y redondo
it_it: Rotondo piccolo

source: Loading image
es_es: Cargando imagen
it_it: Caricamento immagine

source: Circle
es_es: Círculo
it_it: Cerchio

source: Dots
es_es: Puntos
it_it: Punti

source: Quads
it_it: Squared

source: Popup show effect
es_es: Mostrar efecto de popup
it_it: Effetto dell'aspetto del popup

source: None
es_es: Ninguno
it_it: Nessuno

source: Huge Inc
it_it: Grandissimo

source: Corner
es_es: Esquina
it_it: Angolo

source: Slide down
es_es: Deslizar
it_it: Scorri in basso

source: Scale
es_es: Escala
it_it: Ridimensiona

source: Little genie
it_it: Piccolo genio

source: "I Agree" Button Layout
es_es: Diseño del botón "Estoy de acuerdo"
it_it: Layout del pulsante "Accetto"

source: Button alignment
es_es: Alineación del botón
it_it: Allineamento pulsante

source: Left
es_es: Izquierda
it_it: Sinistra

source: Center
es_es: Centro
it_it: Centro

source: Right
es_es: Derecha
it_it: Destra

source: "I Agree" button type
es_es: Tipo de botón "Estoy de acuerdo"
it_it: Tipo di pulsante "Accetto"

source: Button
es_es: Botón
it_it: Pulsante

source: Anchor
es_es: Ancla
it_it: Ancora

source: "I Agree" button style
es_es: Estilo del botón "Estoy de acuerdo"
it_it: Stile del pulsante "Accetto"

source: Custom
es_es: Personalizar
it_it: Personalizzato

source: Round Corners for "I Agree" Button
es_es: Esquinas redondas para el botón "Estoy de acuerdo"
it_it: Angoli rotondi per il pulsante "Accetto"

source: "I Agree" Button Background Color
es_es: Color de fondo del botón "Estoy de acuerdo"
it_it: Colore sfondo del pulsante "Accetto"

source: "I Agree" Button Text Color
es_es: Color del texto del botón "Estoy de acuerdo"
it_it: Colore del testo del pulsante "Accetto"

source: "I Agree" Button Border Color
es_es: Color del borde del botón "Estoy de acuerdo"
it_it: Colore bordo del pulsante "Accetto"

source: "I Agree" Button Hover Background Color
es_es: Color de fondo en hover del botón "Estoy de acuerdo"
it_it: Colore sfondo del pulsante "Accetto" al passaggio del mouse

source: "I Agree" Button Hover Text Color
es_es: Color del texto en hover del botón "Estoy de acuerdo"
it_it: Colore testo del pulsante "Accetto" al passaggio del mouse

source: "I Agree" Button Hover Border Color
es_es: Color en hover del borde del botón "Estoy de acuerdo"
it_it: Colore bordo del pulsante "Accetto" al passaggio del mouse

source: Popup Options
es_es: Opciones del popup
it_it: Opzioni popup

source: Enable Terms & Conditions Popup
es_es: Habilitar popup de Términos y Condiciones
it_it: Attiva Terms & Conditions Popup

source: Enable popup for Terms and Conditions section on Checkout page
es_es: Habilitar el popup para la sección de Términos y Condiciones en página de compra
it_it: Attiva il popup per la sezione Termini e Condizioni sulla pagina Checkout

source: Popup width
es_es: Ancho del popup
it_it: Larghezza popup

source: Popup width (in pixel)
es_es: Ancho del popup (en píxeles)
it_it: Larghezza popup (in pixel)

source: Popup height
es_es: Altura del popup
it_it: Altezza popup

source: Popup height (in pixel)
es_es: Altura del popup (en píxeles)
it_it: Altezza popup (in pixel)

source: Popup title
es_es: Título del popup
it_it: Titolo popup

source: Show page title in popup header
es_es: Mostrar el título de la página en el encabezado del popup
it_it: Mostra il titolo della pagina nell'header del popup

source: Popup button
es_es: Botón del popup
it_it: Pulsante popup

source: Show "I Agree" button in popup footer
es_es: Mostrar botón "Estoy de acuerdo" al pie del popup
it_it: Mostra il pulsante "Accetto" nel footer del popup

source: "I Agree" button text
es_es: Texto del botón "Estoy de acuerdo"
it_it: Testo del pulsante "Accetto"

source: "I Agree" button text in popup footer
es_es: Texto del botón de "Estoy de acuerdo" al pie del popup
it_it: Testo del pulsante "Accetto" nel footer del popup

source: I agree
es_es: Estoy de acuerdo
it_it: Accetto

source: Scroll till end of the document to accept
es_es: Hacer scroll hasta el final del documento para aceptar
it_it: Scorri fino alla fine del documento per accettare

source: Force the user to scroll popup till the end to accept terms and conditions
es_es: Forzar al usuario a hacer scroll en el popup hasta el final para aceptar los términos y condiciones
it_it: Obbliga l'utente a scorrere il popup fino alla fine per accettare i termini e le condizioni

source: "Please, read terms" message
es_es: Mensaje de "Por favor, lee los términos"
it_it: Messaggio "Per favore, leggere i termini"

source: Error message shown when a user tries to accept terms without scrolling popup window till the end
es_es: Mensaje de error mostrado cuando un usuario intenta aceptar los términos sin hacer scroll en la ventana del popup hasta el final
it_it: Messaggio di errore mostrato se un utente prova ad accettare i termini senza scorrere la finestra del popup fino alla fine

source: Please, read carefully ALL terms and conditions
es_es: Por favor, lee detenidamente TODOS los términos y condiciones
it_it: Per favore, leggi attentamente TUTTI i termini e le condizioni

source: Terms/Privacy Options
es_es: Opciones de Términos/Privacidad
it_it: Opzioni Termini/Privacy

source: Hide checkboxes
es_es: Ocultar casillas
it_it: Nascondi le caselle di spunta

source: Hide checkboxes in checkout page
es_es: Ocultar las casillas en la página de compra
it_it: Nascondi le caselle di spunta nella pagina checkout

source: Terms and Conditions / Privacy
es_es: Términos y Condiciones / Privacidad
it_it: Termini e Condizioni / Privacy

source: Select pages of conditions that you want to show on checkout
es_es: Selecciona las páginas de condiciones que quieres mostrar en la página de compra
it_it: Seleziona le pagine delle condizioni che vuoi mostrare nel checkout

source: Only Terms and Conditions
es_es: Sólo Términos y Condiciones
it_it: Solo Termini e Condizioni

source: Only Privacy
es_es: Sólo Privacidad
it_it: Solo Privacy

source: Both Terms and Privacy
es_es: Ambos, Términos y Privacidad
it_it: Entrambi i Termini e Privacy

source: Show terms together or apart
es_es: Mostrar los términos juntos o separados
it_it: Mostra i termini insieme o separati

source: Decide whether to show privacy and conditions as a single checkbox or as two different checkbox.
es_es: Decidir si mostrar privacidad y condiciones como una sola casilla o como dos casillas diferentes.
it_it: Decidi se mostrare privacy e condizioni in un'unica casella di spunta o in due caselle diverse.

source: Together
es_es: Juntos
it_it: Insieme

source: Apart
es_es: Separados
it_it: Separati

source: Terms and Conditions
es_es: Términos y Condiciones
it_it: Termini e Condizioni

source: If you define a "Terms" page, customers will be asked to accept them when checking out.
es_es: Si defines una página de "Términos" se le pedirá a los clientes que la acepten en la página de compra.
it_it: Se definisci una pagina "Termini", ai clienti verrà chiesto di accettarli durante il checkout.

source: "Terms and Conditions" text
es_es: Texto de "Términos y condiciones"
it_it: Testo "Termini e Condizioni"

source: Select text that contains "Terms and Conditions" link; use "%TERMS AND CONDITIONS%" where you want the link to be printed
es_es: Selecciona el texto que contiene el enlace "Términos y Condiciones"; usa "%TERMS AND CONDITIONS%" donde quieres que se imprima el enlace
it_it: Seleziona il testo che contiene il link "Termini e condizioni"; utilizza "%TERMINI E CONDIZIONI%" dove vuoi che venga stampato il link

source: I&rsquo;ve read and accept the %TERMS AND CONDITIONS%
es_es: He leído y acepto los %TERMS AND CONDITIONS%
it_it: I&rsquo;ve leggi e accetta %TERMINI E CONDIZIONI%

source: "Terms and Conditions" label
es_es: Etiqueta de "Términos y Condiciones"
it_it: Etichetta "Termini e Condizioni"

source: Select label for "Terms and Conditions" link
es_es: Selecciona una etiqueta para el enlace "Términos y Condiciones"
it_it: Seleziona l'etichetta per il link "Termini e condizioni"

source: terms &amp; conditions
es_es: términos &amp; condiciones
it_it: termini &amp; condizioni

source: Terms and Conditions checked
es_es: Términos y Condiciones marcada
it_it: Termini e Condizioni spuntata

source: Terms and Conditions checkbox will be printed as checked
es_es: La casilla de Términos y Condiciones se imprimirá como marcada
it_it: La casella di spunta di Termini e Condizioni verrà stampata come spuntata

source: If you define a "Privacy" page, customers will be asked to accept them when checking out.
es_es: Si defines una página de "Privacidad" a los clientes se les pedirá que las acepten en la página de compra.
it_it: Se definisci una pagina "Privacy", ai clienti verrà chiesto di accettarli durante il checkout.

source: "Privacy" text
es_es: Texto de "Privacidad"
it_it: Testo "Privacy"

source: Select text that contains "Privacy" link; use "%PRIVACY%" where you want the link to be printed
es_es: Selecciona el texto que contiene el enlace "Privacidad" usa "%PRIVACY%" donde quieres que se imprima el enlace
it_it: Seleziona il testo che contiene il link "Privacy"; utilizza "%PRIVACY%" dove vuoi che venga stampato il link

source: I&rsquo;ve read and accept the %PRIVACY%
es_es: I&rsquo;ve lee y acepta el documento de %PRIVACY%
it_it: I&rsquo;ve leggi e accetta %PRIVACY%

source: "Privacy" label
es_es: Etiqueta de "Privacidad"
it_it: Etichetta "Privacy"

source: Select label for "Privacy" link
es_es: Selecciona una etiqueta para el enlace de "Privacidad"
it_it: Seleziona l'etichetta per il link "Privacy"

source: privacy conditions
es_es: condiciones de privacidad
it_it: condizioni privacy

source: Privacy checked
es_es: Privacidad marcada
it_it: Privacy spuntata

source: Privacy checkbox will be printed as checked
es_es: La casilla de privacidad será impresa como marcada
it_it: La casella di spunta verrà stampata come spuntata

source: Unique option text
es_es: Opción de texto único
it_it: Testo opzione unica

source: Select text that contains "Privacy" and "Terms and Conditions" links; use "%PRIVACY%" and "%TERMS AND CONDITIONS%" where you want links to be printed
es_es: Selecciona el texto que contiene los enlaces de "Privacidad" y de "Términos y Condiciones"; usa "%PRIVACY%" y "%TERMS AND CONDITIONS%" donde quieres que se impriman los enlaces
it_it: Seleziona il testo che contiene i link "Privacy" e "Termini e condizioni"; utilizza "%PRIVACY%" e "%TERMINI E CONDIZIONI%" dove vuoi che vengano stampati i link

source: I&rsquo;ve read and accept the %TERMS AND CONDITIONS% and %PRIVACY%
es_es: He leído y acepto los %TERMS AND CONDITIONS% y la %PRIVACY%
it_it: I&rsquo;ve leggi e accetta %TERMINI E CONDIZIONI% e %PRIVACY%

source: Unique option checked
es_es: Opción única marcada
it_it: Spuntata opzione unica

source: The checkbox will be printed as checked
es_es: La casilla será impresa como marcada
it_it: La casella di spunta verrà stampata come spuntata

source: Layout
es_es: Diseño

source: Privacy
es_es: Privacidad
